tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "chezmoi"
brew "gh"
brew "mas"
brew "nvm"
brew "lazydocker"
brew "tailscale"
brew "gradle"
brew "mklement0/ttab/ttab"
brew "handbrake"

cask "1password"
cask "1password-cli" 
cask "alfred"
cask "azure-data-studio"
cask "bartender"
cask "capto"
cask "carbon-copy-cloner"
cask "craft"
cask "fantastical" 
cask "fig"
cask "gitkraken"
cask "github"
cask "hazel"
cask "hyper"
cask "intellij-idea"
cask "istat-menus" 
cask "iterm2"
cask "little-snitch"
cask "postman"
cask "sync"
cask "textexpander"
cask "tripmode"
cask "webstorm"

{{- if eq .location "home" }}
cask 'microsoft-teams'
cask 'microsoft-office'
brew "viscosity"
{{- end }}


mas "AutoMounter", id: 1160435653
mas "Copy 'Em", id: 876540291
mas "Day One", id: 1055511498
mas "Magnet", id: 441258766
mas "Pixelmator Pro", id: 1289583905
mas "ToothFairy", id: 1191449274
mas "Typeeto", id: 970502923


#mas "2Do", id: 477670270
mas "Bear", id: 1091189122
mas "CheatSheet", id: 529456740
mas "DaisyDisk", id: 411643860
#mas "Fantastical 2", id: 975937182
#mas "GarageBand", id: 682658836
#mas "GIF Keyboard", id: 1043270657
#mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 992076693
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
#mas "Twins Mini", id: 540383737
