tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "mas"
brew "nvm"
mas "1Password", id: 443987910
mas "2Do", id: 477670270
mas "Bear", id: 1091189122
mas "CheatSheet", id: 529456740
mas "Copy'em Paste", id: 876540291
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Fantastical 2", id: 975937182
mas "GarageBand", id: 682658836
mas "GIF Keyboard", id: 1043270657
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft OneNote", id: 784801555
mas "MindNode", id: 992076693
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "ToothFairy", id: 1191449274
mas "Twins Mini", id: 540383737
mas "Typeeto", id: 970502923
